{
    "common": {
        "Home": "Home",
        "Shop": "Shop",
        "About Us": "About Us",
        "Services": "Services",
        "Blog": "Blog",
        "Pages": "Pages",
        "tomtocCoupon": "Tomtoc promotions code",
        "couponInfor": "Get more discount from here",
        "couponLink": "Click me to know more promotions information",
        "newArrivalHeading": "Elevate Your Spirit with Victory Scented Fragrances!",
        "newArrivalText": "Shop now and embrace the sweet smell of victory with Tomtoc.",
        "shopNow": "Shop Now",
        "coupon": "Coupons",
        "homeWelcomeTitle": "Welcome to Tomtoc Perfumes",
        "homeWelcomeContent": "Welcome to Tomtoc Perfumes, where the spirit of victory and triumph come alive through scents that empower and inspire. Our curated collection, aptly named \"Tomtoc\", is a celebration of success and elegance, designed to unleash your victorious essence. Indulge in the sweet taste of triumph with captivating fragrances that tell the tale of your achievements. At Local Face, we believe that every victory deserves a signature scent, and we are dedicated to providing unforgettable fragrances that elevate your spirit and empower your journey.",
        "homeValuesTitle": "Our Values",
        "homeValuesText": "At Local Face, our perfume retail store is built on a foundation of passion and authenticity. We believe in celebrating the individuality of every customer, providing a diverse collection of scents that resonate with their unique personality and style. Our dedicated team of fragrance enthusiasts is committed to creating a welcoming and inclusive environment, where connections are forged, and inspiration thrives.\n Embracing sustainability and continuous learning, Local Face strives to be more than just a shopping destination; we are a community that inspires and empowers individuals on their fragrance journey.",
        "Shopping": "Shopping",
        "Payments": "Payments",
        "Delivery options": "Delivery options",
        "Buyer protection": "Buyer protection",
        "Customer care": "Customer care",
        "Help center": "Help center",
        "Terms & Conditions": "Terms & Conditions",
        "Privacy policy": "Privacy policy",
        "Returns & refund": "Returns & refund",
        "Survey & feedback": "Survey & feedback",
        "Abous Us": "Abous Us",
        "Promotions Code": "Promotions Code"
    }
}
