{
    "common": {
        "Home": "Trang chủ",
        "Shop": "Cửa hàng",
        "About Us": "Chúng tôi",
        "Services": "Dịch vụ",
        "Blog": "Bài viết",
        "Pages": "Trang",
        "tomtocCoupon": "Mã khuyến mại Tomtoc",
        "couponInfor": "Nhận mã giảm giá tại đây",
        "couponLink": "Click vào đây để biết thêm thông tin khuyến mại",
        "newArrivalHeading": "Nâng cao tinh thần của bạn với hương thơm chiến thắng!",
        "newArrivalText": "Mua ngay và tận hưởng mùi hương chiến thắng ngọt ngào cùng Tomtoc.",
        "shopNow": "Mua ngay",
        "coupon": "Phiếu giảm giá",
        "homeWelcomeTitle": "Chào mừng đến với Tomtoc Perfumes",
        "homeWelcomeContent": "Chào mừng đến với Tomtoc Perfumes, nơi tinh thần chiến thắng và chiến thắng trở nên sống động thông qua những mùi hương trao quyền và truyền cảm hứng. Bộ sưu tập được tuyển chọn của chúng tôi, được đặt tên khéo léo là \"Tomtoc\", là sự tôn vinh thành công và sự thanh lịch, được thiết kế để giải phóng bản chất chiến thắng của bạn. Hãy đắm mình trong hương vị ngọt ngào của chiến thắng với những mùi hương quyến rũ kể câu chuyện về những thành tựu của bạn. Tại Local Face, chúng tôi tin rằng mọi chiến thắng đều xứng đáng có một mùi hương đặc trưng và chúng tôi tận tâm cung cấp những mùi hương khó quên giúp nâng cao tinh thần và trao quyền cho hành trình của bạn.",
        "homeValuesTitle": "Giá trị của chúng tôi",
        "homeValuesText": "Tại Local Face, cửa hàng bán lẻ nước hoa của chúng tôi được xây dựng trên nền tảng của niềm đam mê và tính xác thực. Chúng tôi tin vào việc tôn vinh cá tính của mỗi khách hàng, cung cấp một bộ sưu tập mùi hương đa dạng phù hợp với cá tính và phong cách độc đáo của họ. Đội ngũ những người đam mê nước hoa tận tụy của chúng tôi cam kết tạo ra một môi trường chào đón và hòa nhập, nơi các mối quan hệ được hình thành và nguồn cảm hứng phát triển mạnh mẽ.",
        "homeValuesText2": "Với tinh thần bền vững và học hỏi liên tục, Local Face phấn đấu trở thành nhiều hơn là một điểm đến mua sắm; chúng tôi là một cộng đồng truyền cảm hứng và trao quyền cho mọi cá nhân trên hành trình hương thơm của họ.",
        "Shopping": "Mua sắm",
        "Payments": "Thanh toán",
        "Delivery options": "Tùy chọn giao hàng",
        "Buyer protection": "Bảo vệ người mua",
        "Customer care": "Chăm sóc khách hàng",
        "Help center": "Trung tâm trợ giúp",
        "Terms & Conditions": "Điều khoản & Điều kiện",
        "Privacy policy": "Chính sách bảo mật",
        "Returns & refund": "Trả hàng & hoàn tiền",
        "Survey & feedback": "Khảo sát & phản hồi",
        "Abous Us": "Giới thiệu về chúng tôi",
        "Promotions Code": "Mã khuyến mại",
        "latestArticles": {
            "homeArticle": "Bài viết mới nhất",
            "readMore": "Đọc thêm",
            "article1": {
                "title": "Những hương thơm tuyệt vời cho mùa xuân",
                "content": "Hoa oải hương, với hương thơm quyến rũ và lịch sử phong phú, đã được yêu quý qua nhiều thế kỷ như một biểu tượng của sự thư giãn, chữa lành và vẻ đẹp vượt thời gian. Trong thế giới nước hoa, hoa oải hương đóng vai trò quan trọng trong việc tạo ra những mùi hương mê hoặc được nhiều người yêu thích."
            },
            "article2": {
                "title": "Ba hỗn hợp đặc trưng hàng đầu của chúng tôi cho mùa hè",
                "content": "Bộ sưu tập nước hoa sang trọng không chỉ là một tập hợp các mùi hương; nó là sự phản ánh về sở thích, tính cách và trải nghiệm của một người. Mỗi chai đều chứa đựng một hành trình khứu giác độc đáo, được tạo nên từ những nguyên liệu tinh tế nhất và sự khéo léo của nghệ thuật."
            },
            "article3": {
                "title": "Chúng tôi phát cuồng vì những mùi hương hạt",
                "content": "Hoa hồng, thường được gọi là 'Nữ hoàng của các loài hoa,' đã giữ một vị trí đặc biệt trong văn hóa và lịch sử con người qua nhiều thế kỷ. Ngoài vẻ đẹp quyến rũ, loài hoa mang tính biểu tượng này còn truyền cảm hứng cho các nhà chế tạo nước hoa để tạo ra một số mùi hương vượt thời gian và tinh tế nhất trên thế giới."
            }
        }
    }
}
